[
  {
    "id": "01",
    "link": "/",
    "title": "Horizn Studio Gion",
    "description": "Crossbody bag",
    "body": "It was a random afternoon when I walked by a minimalist store that I was intrigued by and came out with what I did not realise, would be one of my most used and favourite bum bags. I take it with me on every holiday because of how handy it is. It may be small, but it is the perfect size that can fit in my phone, wallet, keys or passport with a small pack of tissues. Bonus points for it being waterproof and durable.",
    "notes": "Purchased in Berlin, Germany",
    "type": ["all", "wear"],
    "url": "/images/01.png",
    "alt": "A black waterproof bum bag from Horizn Studio"
  },
  {
    "id": "02",
    "link": "/",
    "title": "Loewe Anagram Belt",
    "description": "Leather belt",
    "body": "I have always been a fan of Loewe and their beautiful anagram logo. Whether it’s jeans of high waisted trousers, I like to style them with a belt and have always wanted one from Loewe. It is simple, the leather and anagram are exquisite, and I love subtle luxury.",
    "notes": "A gift from Madrid, Spain",
    "type": ["all", "wear"],
    "url": "/images/02.png",
    "alt": "Black leather belt with a gold Loewe anagram logo"
  },
  {
    "id": "03",
    "link": "/",
    "title": "Anya Hindmarch Kit Kat",
    "description": "Bag charm",
    "body": "This was a surprise Christmas gift from an inside joke. I would often leave the house without an emergency chocolate bar and end up doing a panic run to the nearest convenience store to get a Kit Kat because my blood sugar levels have dropped. Most of why I love this is because of the backstory, but I am also a huge fan of Anya’s playful designs. And now, I will always have an emergency Kit Kat with me.",
    "notes": "A gift originally from Florence, Italy",
    "type": ["all", "use"],
    "url": "/images/03.png",
    "alt": "A kit kat bar made in leather"
  },
  {
    "id": "04",
    "link": "/",
    "title": "Loewe x Spirited Away",
    "description": "Bag",
    "body": "Shortly after moving back to Glasgow and into the newly purchased home, I came across the Ghibli collaboration with Loewe on a gloomy January day. This was also the start of the personal collection of limited edition luxury handbags (that I may never be brave enough to take outside).",
    "notes": "A self gift from Madrid, Spain",
    "type": ["all", "use"],
    "url": "/images/04.png",
    "alt": "A canvas and leather hammock handbag from Loewe"
  },
  {
    "id": "05",
    "link": "/",
    "title": "Aesop Rozu",
    "description": "Eau de Parfum",
    "body": "Floral, green and woody. Described as a fragrance of tender intensity, this is one of my favourite perfumes. The packaging feels expensive, but more importantly, it is not a floral perfume despite the rose. I love the subtle notes of earth, rose and spice that creates a unique scent that I cannot put into words easily.",
    "notes": "A gift from Glasgow, Scotland",
    "type": ["all", "use"],
    "url": "/images/05.png",
    "alt": "An amber glass Aesop perfume bottle with a black cap"
  },
  {
    "id": "06",
    "link": "/",
    "title": "Annie Bing Diana Jacket",
    "description": "Jacket",
    "body": "Back when I moved back to Glasgow, I was taking a stroll around the store with no intentions of shopping when I noticed this jacket on a hanger. I loved the menswear inspired fit with the double breasting closing and wool fabric. That was also when I realised I was ready to replace my bomber and denim jackets with more classic pieces.",
    "notes": "Purchased in Glasgow, Scotland",
    "type": ["all", "wear"],
    "url": "/images/06.png",
    "alt": "Black and white tweed double breasted jacket"
  },
  {
    "id": "07",
    "link": "/",
    "title": "Acne Studios Emmbar Face Tee",
    "description": "T-shirt",
    "body": "This was one of the first pieces of my capsule wardrobe which was mostly focused on Scandinavian and French brands. Out of all of the black tees, I particularly love this one because of the subtle branding with the Acne Studios face, but also because the cotton is luxurious and soft. ",
    "notes": "Purchased in Glasgow, Scotland",
    "type": ["all", "wear"],
    "url": "/images/07.png",
    "alt": "Black Acne Studios short sleeved T-shirt"
  },
  {
    "id": "08",
    "link": "/",
    "title": "APC Hide",
    "description": "Sneakers",
    "notes": "Purchased from Paris, France",
    "body": "White sneakers are a staple of every capsule wardrobe. I wanted a pair that was comfortable and made out of leather. A.P.C are one of my favourite brands for its minimalist, laid-back attitude. My go-to combination is a pair of wide legged trousers, belt and these sneakers.",
    "type": ["all", "wear"],
    "url": "/images/08.png",
    "alt": "White APC sneakers in leather"
  },
  {
    "id": "09",
    "link": "/",
    "title": "Desmond & Dempsey Rayas Print",
    "description": "Pyjamas",
    "body": "Although I love my minimal, muted capsule wardrobe, I ended up with a few sets of D&D PJs purely for opulence. I wanted to get rid of my mismatched Primark PJs and this bold tiger print stood out to me. Small downside - they need to be ironed after each wash.",
    "notes": "Purchased in Glasgow, Scotland",
    "type": ["all", "wear"],
    "url": "/images/09.png",
    "alt": "Black and orange tiger printed pyjamas set"
  },
  {
    "id": "10",
    "link": "/",
    "title": "Byredo Black Saffron",
    "description": "Eau de Parfum",
    "body": "Woody with a hint of spice. This was my first bottle of expensive perfume after discovering Scandinavian design. I went into the store not knowing what I wanted, except something not floral and sweet. After a few sniffs, I ended up with Black Saffron as my favourite choice with Blanche coming in a very close second. Like Aesop, I love how it smells, but also how I am unable to describe it to anyone else because it’s so distinct.",
    "notes": "Purchased in Glasgow, Scotland",
    "type": ["all", "use"],
    "url": "/images/10.png",
    "alt": "Clear Byredo perfume bottle with a black rounded cap"
  },
  {
    "id": "11",
    "link": "/",
    "title": "COS Double Faced Wool Jacket",
    "description": "Jacket",
    "body": "After my commitment to a capsule wardrobe, the one item I was missing was a warm, wool shacket in a neutral colour. Intrigued by COS, this was the first item I had purchased from the brand. It is my everyday casual jacket on a day with clear skies - it is warm, the wool feels luxurious and I love use of a raglan sleeve on a wool jacket.",
    "notes": "Purchased in Glasgow, Scotland",
    "type": ["all", "wear"],
    "url": "/images/11.png",
    "alt": "Black double faced wool jacket from COS"
  },
  {
    "id": "12",
    "link": "/",
    "title": "Blue Lucky Cat",
    "description": "Decorative object",
    "body": "Three friends and designers walked into Illum one afternoon and three lucky cats were purchased - blue, orange and green. And now, each cat sits somewhere, in each designer’s house as a reminder of the good times. I can also finally say I own one of those Chinese lucky cats.",
    "notes": "Purchased in Copenhagen, Denmark",
    "type": ["all", "see"],
    "url": "/images/12.png",
    "alt": "A blue lucky cat with a waving arm"
  },
  {
    "id": "13",
    "link": "/",
    "title": "Ferm Living Ripple Glass",
    "description": "Champagne Glass",
    "body": "Life is full of surprises. Embrace the unexpected and find the joy in every moment. It was the start of the new year, not necessarily the best start to the day. Then, the buzzer went and an unexpected parcel arrived. I now have a set of 4 beautiful Ferm Living champagne glasses thanks to a fellow designer who loves buying nice things for their friends. ",
    "notes": "A gift from Copenhagen, Denmark",
    "type": ["all", "use", "see"],
    "url": "/images/13.png",
    "alt": "A clear ripple champagne glass from Ferm Living"
  },
  {
    "id": "14",
    "link": "/",
    "title": "HAY J77",
    "description": "Chair",
    "body": "I have always been a fan of HAY (and Danish design) so when I needed some new chairs to go with a new Muuto table, I wanted a set of 4 J77 chairs. It is contemporary, minimal, comfortable, and HAY.",
    "notes": "Purchased from Copenhagen, Denmark",
    "type": ["all", "use"],
    "url": "/images/15.png",
    "alt": "A black wooden chair from danish brand, HAY"
  },
  {
    "id": "15",
    "link": "/",
    "title": "Creative Selection",
    "description": "Book",
    "notes": "Purchased in Glasgow, Scotland",
    "body": "I do not read much books - I just prefer nice picture books. However, this was one of the few books that I finished and is still one of my favourite “product” books to date. Favourite snippet was about how the keyboard on iPhones were made. ",
    "type": ["all", "see"],
    "url": "/images/14.png",
    "alt": "A book that talks about Apple's design during the golden age"
  },
  {
    "id": "16",
    "link": "/",
    "title": "IKEA Frekvens",
    "description": "Light and speaker",
    "notes": "A gift from Berlin, Germany",
    "body": "This was one of the first design objects I ever received as a gift from a group of designers. I loved the aesthetics, functionality of the speaker lamps paired with its modular components. This also introduced me to the talented Teenage Engineering (which I’m also now a fan of).",
    "type": ["all", "use"],
    "url": "/images/16.png",
    "alt": "An IKEA square, black speaker that also doubles as a lamp"
  },
  {
    "id": "17",
    "link": "/",
    "title": "Berlin Typo Posters",
    "description": "Book",
    "notes": "A gift from Berlin, Germany",
    "body": "Designers all have a few of their favourite design books. This book was all about the things I loved - Slanted Publications, typography and posters. I enjoy flipping through the pages for experimental layouts now and then as it’s a breath of fresh (creative) air from all the standardised visuals with product design.",
    "type": ["all", "see"],
    "url": "/images/17.png",
    "alt": "A book called Berlin Typo Posters by Slanted Publications"
  },
  {
    "id": "18",
    "link": "/",
    "title": "DOIY Bento",
    "description": "Lunch box",
    "notes": "A gift from Glasgow, Scotland",
    "body": "This salmon sashimi lunch box is still one of my favourite unexpected Christmas gifts. Probably a designer thing but I love the playful yet functional design, it made my sad looking lunches so much happier. ",
    "type": ["all", "use"],
    "url": "/images/18.png",
    "alt": "A two tiered lunch box thar looks like a salmon sashimi"
  },
  {
    "id": "19",
    "link": "/",
    "title": "Nothing 1",
    "description": "Earphones",
    "notes": "Purchased in Glasgow, Scotland",
    "body": "When Nothing first launched, I bought the earphones mostly because of its distinct packaging - I love that it is partly transparent so that you can see the inner workings and its sleek branding is consistent throughout the app.",
    "type": ["all", "use"],
    "url": "/images/19.png",
    "alt": "White earphones in a transparent case from Nothing"
  },
  {
    "id": "20",
    "link": "/",
    "title": "Alessi Plisse",
    "description": "Kettle",
    "notes": "Purchased in Glasgow, Scotland",
    "body": "New home means new stuff and since it was a home to two designers, we could not have ugly kitchen appliances on the counter. I loved the form and its pleated details with the matt black finishing. Funny enough, a few months later, the Plisse toaster was added to the kitchen.",
    "type": ["all", "use"],
    "url": "/images/20.png",
    "alt": "Matt black Alessi Plisse kettle"
  }
]
