[
  {
    "id": "43",
    "link": "/",
    "title": "Analog Today",
    "description": "Notepad",
    "notes": "£11.00 from Ugmonk",
    "body": "Analog is the simplest productivity system that helps you prioritize and focus on your most important tasks. 76mm x 127mm printed on 100# smooth uncoated paper with smooth corners.",
    "type": ["all", "work", "want"],
    "url": "/images/analog-today.png",
    "alt": "Minimalist notepad with a list for today"
  },
  {
    "id": "42",
    "link": "/",
    "title": "Filippa K Turtleneck",
    "description": "Sweater",
    "body": "The first camel addition to the all black wardrobe - it is one of my favourite winter jumpers. It was -8 in Copenhagen and the perfect excuse to pay a visit to Filippa K to pick up a new jumper as a souvenir. There can never be too many turtlenecks in the winter wardrobe.",
    "notes": "Purchased in Copenhagen, Denmark",
    "type": ["all", "wardrobe"],
    "url": "/images/filippa-k-jumper.png",
    "alt": "A camel coloured wool turtleneck jumper"
  },
  {
    "id": "41",
    "link": "/",
    "title": "Small Transparent Speaker",
    "description": "Speakers",
    "notes": "£450.00 from Transparent",
    "body": "Made out of tempered glass and aluminium, this speaker comes with Bluetooth 5.0 encased in sleek design. It is 3.3kg and about 268mm x 203 mm x 95mm big.",
    "type": ["all", "work", "home", "want"],
    "url": "/images/transparent-speaker.png",
    "alt": "Transparent rectangular speaker with black accents"
  },
  {
    "id": "40",
    "link": "/",
    "title": "Ricoh GR IIIx",
    "description": "Camera",
    "body": "Whenever I travel, I have my Sony Alpha camera with me for the occasional street photo. As much as I love shooting full frame, it is quite a big camera to lug about all day. When I heard about the pocket factor of the Ricoh and use of recipes, it was a no brainer.",
    "notes": "Purchased in Glasgow, Scotland",
    "type": ["all", "work"],
    "url": "/images/ricoh.png",
    "alt": "A pocketable Ricoh GR IIIx camera in black"
  },
  {
    "id": "39",
    "link": "/",
    "title": "Mac Studio Display",
    "description": "Monitor",
    "body": "A huge fan of the 27 inch 5K retina screen, I can now zoom in 9000x and draw the ultimate pixel perfect rectangles in Figma.",
    "notes": "Purchased in Glasgow, Scotland",
    "type": ["all", "work"],
    "url": "/images/studio-display.png",
    "alt": "Large silver retina display monitor from Apple"
  },
  {
    "id": "38",
    "link": "/",
    "title": "Anya Hindmarch Kit Kat",
    "description": "Bag charm",
    "body": "This was a surprise Christmas gift from an inside joke. I would often leave the house without an emergency chocolate bar and end up doing a panic run to the nearest convenience store to get a Kit Kat because my blood sugar levels have dropped. Most of why I love this is because of the backstory, but I am also a huge fan of Anya’s playful designs. And now, I will always have an emergency Kit Kat with me.",
    "notes": "A gift originally from Florence, Italy",
    "type": ["all", "wardrobe"],
    "url": "/images/kitkat.png",
    "alt": "A kit kat bar made in leather"
  },
  {
    "id": "37",
    "link": "/",
    "title": "Annie Bing Diana Jacket",
    "description": "Jacket",
    "body": "Back when I moved back to Glasgow, I was taking a stroll around the store with no intentions of shopping when I noticed this jacket on a hanger. I loved the menswear inspired fit with the double breasting closing and wool fabric. That was also when I realised I was ready to replace my bomber and denim jackets with more classic pieces.",
    "notes": "Purchased in Glasgow, Scotland",
    "type": ["all", "wardrobe"],
    "url": "/images/annie-bing.png",
    "alt": "Black double faced wool jacket from COS"
  },
  {
    "id": "36",
    "link": "/",
    "title": "Aesop Rozu",
    "description": "Eau de Parfum",
    "body": "Floral, green and woody. Described as a fragrance of tender intensity, this is one of my favourite perfumes. The packaging feels expensive, but more importantly, it is not a floral perfume despite the rose. I love the subtle notes of earth, rose and spice that creates a unique scent that I cannot put into words easily.",
    "notes": "A gift from Glasgow, Scotland",
    "type": ["all", "wardrobe"],
    "url": "/images/aesop-rozu.png",
    "alt": "An amber glass Aesop perfume bottle with a black cap"
  },
  {
    "id": "35",
    "link": "/",
    "title": "Craighill Ripple (Carbon)",
    "description": "Bottle opener",
    "body": "Milled from 5/8 inch diameter stainless steel with a Black nitrocarburized finish, it features a classic churchkey-style that is both functional and stylish.",
    "notes": "£50.00 from Meet Bernard",
    "type": ["all", "home", "want"],
    "url": "/images/craighill.png",
    "alt": "A minimal steel bottle opener with rippled edges"
  },
  {
    "id": "34",
    "link": "/",
    "title": "Acne Studios Fairview Face",
    "description": "Sweatshirt",
    "notes": "£209.00 from End Clothing",
    "body": "Cut from midweight fleece cotton, this classic cut exemplifies the brand’s heritage in simple Scandi style paired with the playful Acne Studios face logo.",
    "type": ["all", "wardrobe", "want"],
    "url": "/images/acne-fairview.png",
    "alt": "Black sweatshirt with classic Acne studio face logo"
  },
  {
    "id": "33",
    "link": "/",
    "title": "Loewe Anagram Belt",
    "description": "Leather belt",
    "body": "I have always loved Loewe and their beautiful anagram logo. Whether it’s jeans of high waisted trousers, I like to style them with a belt and have always wanted one from Loewe. It is simple, the leather and anagram are exquisite, and I love subtle luxury.",
    "notes": "A gift from Madrid, Spain",
    "type": ["all", "wardrobe"],
    "url": "/images/loewe-belt.png",
    "alt": "Black leather belt with a gold Loewe anagram logo"
  },
  {
    "id": "32",
    "link": "/",
    "title": "Audo CPH JWDA Lamp",
    "description": "Lamp",
    "body": "Inspired by traditional oil lamps and crafted in glass, solid metal and a brass dimmer switch, the JWDA Portable has the freedom and flexibility to move anywhere you want.",
    "notes": "£170.00 from GoodHood",
    "type": ["all", "home", "want"],
    "url": "/images/jwda-lamp.png",
    "alt": "Minimal JWDA dimmable lamp from Audo Copenhagen"
  },
  {
    "id": "31",
    "link": "/",
    "title": "BoConcept Velvet Leaf",
    "description": "Sculpture",
    "body": "Inspired by natural leaves, this decorative sculpture made of curved aluminum is a piece of art that can help give the room a bit of personality.",
    "notes": "£61.00 from BoConcept",
    "type": ["all", "home", "want"],
    "url": "/images/boconcept-sculpture.png",
    "alt": "A black leaf sculpture from BoConcept"
  },
  {
    "id": "30",
    "link": "/",
    "title": "Ganni City Boot",
    "description": "Boots",
    "body": "For heeled boots, they are surprisingly comfortable with a well padded chunky heel. Another classic staple in the winter wardrobe, they are my new favourite boots because of how easy they go with everything.",
    "notes": "Purchased in Glasgow, Scotland",
    "type": ["all", "wardrobe"],
    "url": "/images/ganni-boot.png",
    "alt": "A pair of black heeled rubber boots from Ganni"
  },
  {
    "id": "29",
    "link": "/",
    "title": "Muuto Base Table",
    "description": "Table",
    "body": "Another addition to the plywood furniture family - a beautifully crafted black table top with rounded corners and matte black steel legs, it is both the dining table and daytime work desk.",
    "notes": "Purchased from Copenhagen, Denmark",
    "type": ["all", "home", "work"],
    "url": "/images/muuto-table.png",
    "alt": "Black plywood tabletop with matte black steel legs"
  },
  {
    "id": "28",
    "link": "/",
    "title": "HAY J77",
    "description": "Chair",
    "body": "I have always been a fan of HAY (and Danish design) so when I needed some new chairs to go with a new Muuto table, I wanted a set of 4 J77 chairs. It is contemporary, minimal, comfortable, and HAY.",
    "notes": "Purchased from Copenhagen, Denmark",
    "type": ["all", "home"],
    "url": "/images/j77.png",
    "alt": "A black wooden chair from danish brand, HAY"
  },
  {
    "id": "27",
    "link": "/",
    "title": "Blue Lucky Cat",
    "description": "Decorative object",
    "body": "Three friends and designers walked into Illum one afternoon and three lucky cats were purchased - blue, orange and green. And now, each cat sits somewhere, in each designer’s house as a reminder of the good times. I can also finally say I own one of those Chinese lucky cats.",
    "notes": "Purchased in Copenhagen, Denmark",
    "type": ["all", "home"],
    "url": "/images/lucky-cat.png",
    "alt": "A blue lucky cat with a waving arm"
  },
  {
    "id": "26",
    "link": "/",
    "title": "Bao",
    "description": "Book",
    "body": "I love food, clean design and physical books. Throw in steamed bun recipes, along with original branding and beautiful layouts, this is one of my favourite books on the bookshelf. Strictly for viewing pleasure, never attempted making a steamed bun.",
    "notes": "A gift from London, England",
    "type": ["all", "home"],
    "url": "/images/bao.png",
    "alt": "A blue lucky cat with a waving arm"
  },
  {
    "id": "25",
    "link": "/",
    "title": "Hay Quilton",
    "description": "Sofa",
    "body": "Crafted by the London design duo Doshi Levein, the sofa is part of the flexible Quilton modular system created with FSC-certified wood from sustainable forests.",
    "notes": "£4,200.00 from Insidestore",
    "type": ["all", "home", "want"],
    "url": "/images/hay-quilton-blue.png",
    "alt": "Light grey quilted L shaped sofa by HAY"
  },
  {
    "id": "24",
    "link": "/",
    "title": "Lululemon High Rise Cropped",
    "description": "Joggers",
    "body": "One of my favourite casual bottoms for everday errands, the joggers are cropped at the right length, with a great slim fit that does not make me look like a Hobbit.",
    "notes": "Purchased in Glasgow, Scotland",
    "type": ["all", "wardrobe"],
    "url": "/images/lululemon-joggers.png",
    "alt": "Clear Byredo perfume bottle with a black rounded cap"
  },
  {
    "id": "23",
    "link": "/",
    "title": "Balenciaga City Bag S",
    "description": "Bag",
    "body": "Ever since 10 years ago, the Balenciaga city bag was one of the first classic bags that I came across and always loved. Just by luck, whilst on a holiday back in Hong Kong, I came by a Balenciaga store that stocked it on the shelves. When I'm not carrying my Rains backpack, this is my other go-to.",
    "notes": "Purchased in Hong Kong, Hong Kong",
    "type": ["all", "wardrobe"],
    "url": "/images/balenciaga.png",
    "alt": "A pocketable Ricoh GR IIIx camera in black"
  },
  {
    "id": "22",
    "link": "/",
    "title": "Frame Le Original Cropped",
    "description": "Jeans",
    "body": "These jeans are the start of a more relaxed silhouette in my capsule wardrobe. Embracing the freedom of a slim straight cut, my legs feel liberated from the constricting embrace of my old skin tight jeans.",
    "notes": "Purchased in Glasgow, Scotland",
    "type": ["all", "wardrobe"],
    "url": "/images/frame-original.png",
    "alt": "High waisted cropped, straight cut blue jeans"
  },
  {
    "id": "21",
    "link": "/",
    "title": "Acne Studios Emmbar Face",
    "description": "T-shirt",
    "body": "This was one of the first pieces of my capsule wardrobe which was mostly focused on Scandinavian and French brands. Out of all of the black tees, I particularly love this one because of the subtle branding with the Acne Studios face, but also because the cotton is luxurious and soft. ",
    "notes": "Purchased in Glasgow, Scotland",
    "type": ["all", "wardrobe"],
    "url": "/images/acne-face.png",
    "alt": "Black Acne Studios short sleeved T-shirt"
  },
  {
    "id": "20",
    "link": "/",
    "title": "APC Hide",
    "description": "Sneakers",
    "notes": "Purchased from Paris, France",
    "body": "White sneakers are a staple of every capsule wardrobe. I wanted a pair that was comfortable and made out of leather. A.P.C are one of my favourite brands for its minimalist, laid-back attitude. My go-to combination is a pair of wide legged trousers, belt and these sneakers.",
    "type": ["all", "wardrobe"],
    "url": "/images/apc-hide.png",
    "alt": "White APC sneakers in leather"
  },
  {
    "id": "19",
    "link": "/",
    "title": "Baggu Puffy Sleeve",
    "description": "Laptop cover",
    "body": "I love this because it's bright, it's fun and it's so puffy. Yes, those are bananas. It is playful yet functional with protecting my laptop as I chuck it about in my bag on the go.",
    "notes": "Purchased from Copenhagen, Denmark",
    "type": ["all", "work"],
    "url": "/images/baggu.png",
    "alt": "Orange puffy laptop sleeve with a banana print"
  },
  {
    "id": "18",
    "link": "/",
    "title": "Reformation Mason",
    "description": "Trousers",
    "body": "Wide legged trousers are another staple of a capsule wardrobe but they're not the easiest to find for petites. Not only is the fit perfect from Reformation, but the length was precisely cut right with no alterations needed.",
    "notes": "Purchased from Los Angeles, USA",
    "type": ["all", "wardrobe"],
    "url": "/images/mason-pants.png",
    "alt": "A pair of wide legged high waisted black trousers from Reformation"
  },
  {
    "id": "17",
    "link": "/",
    "title": "No Idea is Final",
    "description": "Book",
    "notes": "Purchased in Glasgow, Scotland",
    "body": "The living room was all coming together but was missing a pop of colour amongst the black and muted tones. I was checking out a local bookstore when I came across No Idea is Final sitting on a shelf. I loved the orange cover, and loved the layout of the pages even more. And as everyone knows, no idea is ever final with designers.",
    "type": ["all", "home"],
    "url": "/images/no-idea-is-final.png",
    "alt": "An orange book from Phaidon publishing"
  },
  {
    "id": "16",
    "link": "/",
    "title": "Rains Mini Roll Top",
    "description": "Bag",
    "body": "Given that it rains about 2/3 of the year in Scotland, I initially bought this backpack purely out of functionality. However, it is a great everyday bag that fits my laptop and essentials I need on the go. The sand colour is also a beautiful muted tone.",
    "notes": "Purchased in Glasgow, Scotland",
    "type": ["all", "wardrobe"],
    "url": "/images/rain-backpack.png",
    "alt": "A sand coloured waterproof roll top backpack"
  },
  {
    "id": "15",
    "link": "/",
    "title": "Byredo Black Saffron",
    "description": "Eau de Parfum",
    "body": "Woody with a hint of spice. This was my first bottle of expensive perfume after discovering Scandinavian design. I went into the store not knowing what I wanted, except something not floral and sweet. After a few sniffs, I ended up with Black Saffron as my favourite choice with Blanche coming in a very close second. Like Aesop, I love how it smells, but also how I am unable to describe it to anyone else because it’s so distinct.",
    "notes": "Purchased in Glasgow, Scotland",
    "type": ["all", "wardrobe"],
    "url": "/images/byredo-saffron.png",
    "alt": "Clear Byredo perfume bottle with a black rounded cap"
  },
  {
    "id": "14",
    "link": "/",
    "title": "Designing Design",
    "description": "Book",
    "notes": "Purchased in Berlin, Germany",
    "body": "Still yet to be read, but I was once told that this was the holy grail of design. I know I should not judge a book by its cover but its crisp and clean design was what initially caught my eye.",
    "type": ["all", "work"],
    "url": "/images/designing-design.png",
    "alt": "A book that talks design and minimalism by Kenya Hara"
  },
  {
    "id": "13",
    "link": "/",
    "title": "Creative Selection",
    "description": "Book",
    "notes": "Purchased in Glasgow, Scotland",
    "body": "I do not read much books - I just prefer nice picture books. However, this was one of the few books that I finished and is still one of my favourite “product” books to date. Favourite snippet was about how the keyboard on iPhones were made. ",
    "type": ["all", "work"],
    "url": "/images/creative-selection.png",
    "alt": "A book that talks about Apple's design during the golden age"
  },
  {
    "id": "12",
    "link": "/",
    "title": "Normann Copenhagen Porta Lamp",
    "description": "Lamp",
    "notes": "A gift from Berlin, Germany",
    "body": "Dimmable, portable and sleek - that was search criteria for a pair of new bedside lamps. I love the rounded corners, how simple the shape of the lamp is, and no ugly wires in sight.",
    "type": ["all", "home"],
    "url": "/images/nc-lamp.png",
    "alt": "Black portable and dimmable lamp from Normann Copenhagen"
  },
  {
    "id": "11",
    "link": "/",
    "title": "Nothing 1",
    "description": "Earphones",
    "notes": "Purchased in Glasgow, Scotland",
    "body": "When Nothing first launched, I bought the earphones mostly because of its distinct packaging - I love that it is partly transparent so that you can see the inner workings and its sleek branding is consistent throughout the app. Noise cancellation makes a big difference when travelling on flights or working in a busy café - accompanying app is also equally as sleek.",
    "type": ["all", "work"],
    "url": "/images/nothing-1.png",
    "alt": "White earphones in a transparent case from Nothing"
  },
  {
    "id": "10",
    "link": "/",
    "title": "All Saints Rina Tank",
    "description": "Top",
    "body": "A basic ribbed tank with a high neckline, it is the perfect bottom layer for the winter, and an easy, comfortable top in the summer. One of the tops also has a hole which came from my French bulldog Zeusz when we met him for the first time as a pup.",
    "notes": "Purchased in Glasgow, Scotland",
    "type": ["all", "wardrobe"],
    "url": "/images/rina-tank.png",
    "alt": "A black high neck ribbed tank top"
  },
  {
    "id": "09",
    "link": "/",
    "title": "Altura Step Stool",
    "description": "Stool",
    "notes": "Purchased from London, England",
    "body": "Designed by Patricia Perez, and named after the Spanish word for height, the Altura stool doubles up as a step stool and quirky bedside table. What I love about how its designed is its versatility as well as the fact that it does not need any assembly.",
    "type": ["all", "home"],
    "url": "/images/altura.png",
    "alt": "Black asymmetric step stool that doubles as a side table"
  },
  {
    "id": "08",
    "link": "/",
    "title": "Stax River Hamburger",
    "description": "Coasters",
    "notes": "Purchased in Glasgow, Scotland",
    "body": "This was one of the first items that were added to the new home - it was quirky, food related and so well designed with the lettuce doubling up as a funnel holder. Till today, it is still one of my favourite design objects in the home.",
    "type": ["all", "home"],
    "url": "/images/stax-burger.png",
    "alt": "A set of wooden coasters that form a hamburger"
  },
  {
    "id": "07",
    "link": "/",
    "title": "Alessi Plisse",
    "description": "Kettle",
    "notes": "Purchased in Glasgow, Scotland",
    "body": "New home means new stuff and since it was a home to two designers, we could not have ugly kitchen appliances on the counter. I loved the form and its pleated details with the matt black finishing. Funny enough, a few months later, the Plisse toaster was added to the kitchen.",
    "type": ["all", "home"],
    "url": "/images/plisse.png",
    "alt": "Matt black Alessi Plisse kettle"
  },
  {
    "id": "06",
    "link": "/",
    "title": "DOIY Bento",
    "description": "Lunch box",
    "notes": "A gift from Glasgow, Scotland",
    "body": "This salmon sashimi lunch box is still one of my favourite unexpected Christmas gifts. Probably a designer thing but I love the playful yet functional design, it made my sad looking lunches so much happier. ",
    "type": ["all", "home"],
    "url": "/images/DOIY.png",
    "alt": "A two tiered lunch box thar looks like a salmon sashimi"
  },
  {
    "id": "05",
    "link": "/",
    "title": "IKEA Frekvens",
    "description": "Light and speaker",
    "notes": "A gift from Berlin, Germany",
    "body": "This was one of the first design objects I ever received as a gift from a group of designers. I loved the aesthetics, functionality of the speaker lamps paired with its modular components. This also introduced me to the talented Teenage Engineering (which I’m also now a fan of).",
    "type": ["all", "home"],
    "url": "/images/frekvens.png",
    "alt": "An IKEA square, black speaker that also doubles as a lamp"
  },
  {
    "id": "04",
    "link": "/",
    "title": "Birkenstock Gizeh",
    "description": "Slippers",
    "body": "As someone who has weird feet but loves flip flops, these were a perfectly casual and stylish alterative that comes with additional support and comfort for my feet. I love how it is now so well worn that it has a mould of my entire feet.",
    "notes": "Purchased in Berlin, Germany",
    "type": ["all", "wardrobe"],
    "url": "/images/birkenstocks.png",
    "alt": "Stone coloured leather Birkenstock sandals"
  },
  {
    "id": "03",
    "link": "/",
    "title": "Horizn Studio Gion",
    "description": "Crossbody bag",
    "body": "It was a random afternoon when I walked by a minimalist store that I was intrigued by and came out with what I did not realise, would be one of my most used and favourite bum bags. I take it with me on every holiday because of how handy it is. It may be small, but it is the perfect size that can fit in my phone, wallet, keys or passport with a small pack of tissues. Bonus points for it being waterproof and durable.",
    "notes": "Purchased in Berlin, Germany",
    "type": ["all", "wardrobe"],
    "url": "/images/gion.png",
    "alt": "A black waterproof bum bag from Horizn Studio"
  },
  {
    "id": "02",
    "link": "/",
    "title": "Totem (2019)",
    "description": "Book",
    "body": "Totem - a book that brings back memories from my first in person design conference, OFFF in Barcelona, 2019. That was also where I discovered all the cool folks like ManvsMachine and B-reel.",
    "notes": "A gift from Barcelona, Spain",
    "type": ["all", "work"],
    "url": "/images/totem.png",
    "alt": "A black limited edition book from the OFFF festival in Barcelona"
  },
  {
    "id": "01",
    "link": "/",
    "title": "Keychron K3",
    "description": "Wireless keyboard",
    "notes": "£79.00 from Keychron",
    "body": "Designing with ergonomics in mind, it is an ultra slim wireless keyboard with keycaps for Windows and Mac. It has an aluminium body and connects with up to 3 devices. It weighs about 483g and measures 306mm x 116mm.",
    "type": ["all", "work", "want"],
    "url": "/images/k3.png",
    "alt": "A wireless mechnical keyboard from Keychron"
  }
]
